robbyrussell/oh-my-zsh path:plugins/colored-man-pages/colored-man-pages.plugin.zsh
robbyrussell/oh-my-zsh path:plugins/command-not-found/command-not-found.plugin.zsh
robbyrussell/oh-my-zsh path:plugins/git-extras/git-extras.plugin.zsh
robbyrussell/oh-my-zsh path:plugins/node/node.plugin.zsh
robbyrussell/oh-my-zsh path:plugins/git-auto-fetch/git-auto-fetch.plugin.zsh

romkatv/powerlevel10k

rupa/z

zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
zsh-users/zsh-syntax-highlighting

softmoth/zsh-vim-mode
